ent-CyanLight = циановая хрустальная люминесцентная лампа
    .desc = Высокоэнергетическая лампа высокой мощности с небольшим цветным кристаллом внутри.

ent-BlueLight = синяя хрустальная люминесцентная лампа
    .desc = Высокоэнергетическая лампа высокой мощности с небольшим цветным кристаллом внутри.

ent-PinkLight = розовая хрустальная люминесцентная лампа
    .desc = Высокоэнергетическая лампа высокой мощности с небольшим цветным кристаллом внутри.

ent-OrangeLight = оранжевая хрустальная люминесцентная лампа
    .desc = Высокоэнергетическая лампа высокой мощности с небольшим цветным кристаллом внутри.

ent-RedLight = красная хрустальная люминесцентная лампа
    .desc = Высокоэнергетическая лампа высокой мощности с небольшим цветным кристаллом внутри.

ent-GreenLight = зелёная хрустальная люминесцентная лампа
    .desc = Высокоэнергетическая лампа высокой мощности с небольшим цветным кристаллом внутри.