ent-FenceWood = высокий деревянный забор
    .desc = Часть деревянного забора, предназначенного для огораживания территорий.

ent-FenceWoodCorner = угловой высокий деревянный забор
    .desc = Часть деревянного забора, предназначенного для огораживания территорий.

ent-FenceWoodEnd = конец высокого деревянного забора
    .desc = Часть деревянного забора, предназначенного для огораживания территорий.

ent-FenceWoodGate = высокие деревянные ворота
    .desc = Часть деревянного забора, предназначенного для огораживания территорий.

ent-FenceWoodTJunction = т-образный высокий деревянный забор
    .desc = Часть деревянного забора, предназначенного для огораживания территорий.

ent-FenceWoodSmall = низкий деревянный забор
    .desc = Часть деревянного забора, предназначенного для огораживания территорий.

ent-FenceWoodCornerSmall = угловой низкий деревянный забор
    .desc = Часть деревянного забора, предназначенного для огораживания территорий.

ent-FenceWoodEndSmall = конец низкого деревянного забора
    .desc = Часть деревянного забора, предназначенного для огораживания территорий.

ent-FenceWoodGateSmall = низкие деревянные ворота
    .desc = Часть деревянного забора, предназначенного для огораживания территорий.

ent-FenceWoodTJunctionSmall = т-образный низкий деревянный забор
    .desc = Часть деревянного забора, предназначенного для огораживания территорий.