apocalypse-rune-title = Вы готовы к финальной битве?
apocalypse-rune-text = Это последний шаг к вызову Нар'Си; это долгий, болезненный ритуал, и экипаж будет предупрежден о вашем присутствии.
apocalypse-rune-accept-button = Жизнь за Нар'Си!
apocalypse-rune-deny-button = Нет

blood-spells-title = Кровавые заклинания
blood-spells-text = Заклинания крови - важнейший козырь в рукаве культиста.
    Вы можете создать до двух заклинаний без руны могущества.
    С помощью руны могущества можно создать до пяти заклинаний.
    Каждое созданное заклинание отнимает у вас большое количество крови;
    расход крови и время создания заклинаний уменьшается под воздействием усиления культа.
    Заклинания, созданные на руне могущества не требуют крови и создаются мгновенно.
    Удаление заклинаний не отнимает кровь и происходит мгновенно.
blood-spells-create-button = Создать заклинание
blood-spells-remove-button = Удалить заклинание
