ent-ProtocolCRAB17 = подозрительный телефон
    .desc = Какой следующий шаг твоего мастер плана? Уничтожить этот рынок, не оставив выживших!

protocol-CRAB17-no-card = Протокол не может быть запущен без привязанной банковской карты.
protocol-CRAB17-card-accepted = Карта привязана.
protocol-CRAB17-try-activate = Вы вводите комбинацию и ожидаете ответ...
protocol-CRAB17-activated = Инициация протокола КРАБ-17 завершена. Ожидайте благополучных новостей.
protocol-CRAB17-event-running = Протокол уже запущен, ваши средства в безопасности!
protocol-CRAB17-timeout = Линия занята, повторите попытку позже...

protocol-CRAB17-stage-1 = Внимание! В централизованной системе учёта финансов обнаружена критическая ошибка. Сброс банковских данных станции неизбежен. Персоналу необходимо в кратчайшие сроки обналичить все счета, для избежания потери средств.
protocol-CRAB17-stage-2 = Системы банковского учёта сброшены до последней стабильной версии и готовы к дальнейшей работе. Оценочная суммарная потеря средств составляет: { $amount } кредитов.
