ent-firebomb = зажигательная бомба
    .desc = Слабое самодельное зажигательное устройство.

ent-ImprovisedArrow = стрела из осколка стекла
    .desc = Стрела с наконечником из осколков стекла, предназначенная для стрельбы из лука.

ent-ImprovisedBow = самодельный лук
    .desc = Примитивный лук, сделанный из дерева и ткани. Это не так уж много, но он справлялся со своей задачей на протяжении тысячелетий.

ent-improvisedshotgun = самодельный дробовик
    .desc = Дерьмовый однозарядный дробовик, сделанный из найденных и изготовленных вручную деталей оружия. Боеприпасы в комплект не входят.

ent-pipebomb = самодельная бомба
    .desc = Самодельная бома, сделанная из трубы и проводов.

ent-riflestock = приклад
    .desc = Вырезанный из дерева приклад, необходимый для изготовления самодельного огнестрельного оружия.

ent-makeshiftstunprod = самодельная дубинка-шокер
    .desc = Дубинка-шокер своими руками. С любовью от ассистентов.