ent-CollarCyan = голубой ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarYellow = желтый ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarGreen = зеленый ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarRed = красный ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarLatex = латексный ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarOrange = оранжевый ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarWhite = белый ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarPurple = фиолетовый ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarBlack = черный ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarTealblack = черный ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarSpike = шипованный ошейник
    .desc = Красивый, тугой ошейник.

ent-CollarShock = шоковый ошейник
    .desc = Усиленный металлический ошейник. Спереди на нем есть какие-то проводки.
