station-event-space-law-change-form = Постановление Центрального Командования
    ---------------------------------------------------------------------
    Извещение для станции { $station }
    Центральным Командованием № 2562-CU-2
    Дата: { $date }.2562 года
    ---------------------------------------------------------------------
    В связи с недавними изменениями в корпоративной политике:
    { $text }
    Вы обязаны немедленно исправить ситуацию в течение 15 минут.
    Мы настоятельно рекомендуем вам поторопиться, чтобы избежать возможных негативных последствий.
    ---------------------------------------------------------------------
    Решение Центрального Командования является окончательным и не подлежит обжалованию.
    ---------------------------------------------------------------------
    Данное Постановление выписано:
    И.Ф: { $operator }
    Должность: Оператор Центрального Командования
    Печать:

station-event-space-law-change-announcement-template = Внимание экипажу станции { $station }
    В связи с недавними изменениями в корпоративной политике:
    { $text }
    Вы обязаны немедленно исправить ситуацию в течение 15 минут.
    Мы настоятельно рекомендуем вам поторопиться, чтобы избежать возможных негативных последствий.
    Слава НаноТрейзен!

station-event-space-law-change-announcement-1 = Юбки и шорты теперь запрещены космическим законом под кодовым номером "121".
station-event-space-law-change-announcement-2 = Кухонные ножи теперь запрещены космическим законом под кодовым номером "122".
station-event-space-law-change-announcement-3 = Головные уборы и береты теперь запрещены космическим законом под кодовым номером "123".
station-event-space-law-change-announcement-4 = Зимние куртки теперь запрещены космическим законом под кодовым номером "124".
station-event-space-law-change-announcement-5 = Алкогольные напитки теперь запрещены космическим законом под кодовым номером "125".
station-event-space-law-change-announcement-6 = Несмешные клоуны теперь запрещены космическим законом под кодовым номером "126".
station-event-space-law-change-announcement-7 = Продукты со специями теперь запрещены космическим законом под кодовым номером "127".
station-event-space-law-change-announcement-8 = Деятельность руководителей отделов, которые не уделяют должного внимания патриотическому воспитанию своих сотрудников во славу НаноТрейзен, теперь считается незаконной под кодовым номером “128” космического закона.
station-event-space-law-change-announcement-9 = Отказ руководителей отделов лично поприветствовать каждого члена экипажа, посещающего отдел, теперь является незаконным в соответствии с космическим законом под кодовым номером "129".
station-event-space-law-change-announcement-10 = Нецензурная лексика руководителей подразделений в каналах связи теперь считается незаконной в соответствии с космическим законом под кодовым номером "130".
