objective-condition-escape-shuttle-title = Улетите на эвакуационном шаттле живым и свободным.
objective-condition-escape-shuttle-description = Один из наших агентов под прикрытием допросит вас по прибытии. Не дайте себя арестовать.

ent-EscapeShuttleObjective = Улететь на эвакуационном шаттле живым и свободным.
    .desc = Один из наших тайных агентов допросит вас по прибытии. Не появляйтесь в наручниках.
ent-EscapeThiefShuttleObjective = Улететь на эвакуационном шаттле живым и свободным.
    .desc = Вы ведь не хотите, чтобы кто-то узнал о вашей незаконной деятельности?
ent-EscapeShuttleObjectiveCh = Улететь на эвакуационном шаттле живым и свободным.
    .desc = Словно вирус, поражающий нового носителя — незаметно проникните вглубь системы НаноТрейзен.
