immersive-aspect-desc = Для осмотра своего окружение, нажмите клавишу присмотреться/прицелиться (по умолчанию - Пробел).
skeleton-aspect-desc =  Из-за обстоятельств на станции - все персонажи стали скелетами.
battled-aspect-desc = Чтобы то ни было ранее, но у вас с собой оказалось случайное оружие.
cat-ears-aspect-desc = Из-за ошибки в системе клонирования на ЦК все члены экипажа стали походить на фелинидов.
dancing-aspect-desc = Федерация Волшебников прокляла всех работников этой станции на танец до смерти.
drunk-aspect-desc = Ваш персонаж слишком хорошо отгулял в своё свободное время.
fast-and-furious-aspect-desc = Из-за обстоятельств на станции - все персонажи передвигаются быстрее обычного.
random-accent-aspect-desc = Из-за обстоятельств на станции - все персонажи получили случайный акцент.
random-appearance-aspect-desc =  Все персонажи получили случайную внешность.
random-item-aspect-desc =  НаноТрейзен выдало всем случайный предмет.


# Amour
caucasian-accent-aspect-desc = Федерация Волшебников прокляла всех работников этой станции - все персонажи получили очень странный акцент.
alas-aspect-desc = Федерация Волшебников прокляла всех работников этой станции, увы.
