ent-RubberStampMercenaries = печать наёмника
    .desc = Используется разными группировками космических наёмников для оформления контрактов. Контракт без этой печати силы не имеет.

ent-BookMercenary = история наёмничества с начала времён
    .desc = Книга рассказывает о разных формах наёмничества в нескольких исторических промежутках. Автор на протяжении книги осуждает само явление, но читать всё равно интересно.

book-text-merc =
    Книга рассказывает о наёмниках, кондотьерах, солдатах удачи, ландскнехтах и других необычных авантюристах.
    В главе с историей последних веков вы находите несколько интересных моментов. Среди них упоминание некой Н-Станции и копия Кредо наёмника:
    1. Не предавать:
        Честный наёмник не возьмёт новый контракт до выполнения действующего.
    2. Не вмешиваться:
        Честный наёмник строго следует контракту и не делает больше, чем требуется.
    3. Не подчиняться:
        Честный наёмник продаёт конкретные услуги, не себя.
    4. Не навредить:
        Честный наёмник знает цену жизни и не навредит за рамками контракта.
    5. Не судить:
        Честный наёмник не обсуждает заказ и заказчика.
    6. Не сдаваться:
        Честный наёмник знает о рисках и готов ко всему.
    На следующих 48 страницах идёт перечисление случаев с нарушением этих правил. Однако отмечается, что соблюдащие Кредо наёмники пользуются доверием и цены на их услуги значительно выше.
    Статус разных группировок в различных секторах отличается, как и отношение корпораций к ним.

ghost-role-information-mercenary-standard-name = Свободный наёмник
ghost-role-information-mercenary-standard-description = Вы наёмник, который посетил сектор в поисках заказчика.
ghost-role-information-mercenary-standard-rules = Вы - опытный наёмник в поисках работы. Ваша задача заключать выгодные контракты и унести заработанное не подведя заказчика.
    Вы не помните ничего из своей предыдущей жизни, если администратор не сказал вам обратное.
    Вам разрешается помнить знания об игре в целом, например, как готовить, как использовать предметы и т.д.
    Вам [color=red]НЕ[/color] разрешается помнить, имя, внешность и т.д. вашего предыдущего персонажа.

stamp-component-stamped-name-mercenary = Контракт

ent-DoorElectronicsMercenary = { ent-DoorElectronics }
    .desc = { ent-DoorElectronics.desc }

ent-AirlockMercenaryLocked = { ent-Airlock }
    .suffix = Наёмник, Закрыт
    .desc = { ent-Airlock.desc } В углу имеется небольшой символ Администрации сектора.
