ent-MachineArtifactAnalyzer = анализатор артефактов
    .desc = Платформа, позволяющая выполнять анализ различных типов артефактов.
ent-MachineTraversalDistorter = поперечный искатель
    .desc = Прибор, способный влиять на открываемые цепочки эффектов артефактов.
ent-MachineArtifactCrusher = дробитель артефактов
    .desc = Лучше не совать в него свои пальцы...
ent-MachineAnomalySynchronizer = синхронизатор артефактов
    .desc = Сложное устройство, считывающее изменения в аномальных волнах и преобразующее их в энергетические сигналы.
